Repository: adventistchurch/alps-wordpress
Catalog: resources/lang/*.po
Languages: de_de

source: Continued
de_de: Fortsetzung

source: Primary Navigation
de_de: Primäre Navigation

source: Secondary Navigation
de_de: Sekundäre Navigation

source: Learn More
de_de: Mehr erfahren

source: Footer Primary Navigation
de_de: Primäre Fußzeilen Navigation

source: Footer Secondary Navigation
de_de: Sekundäre Fußzeilen Navigation

source: Page Top
de_de: Seitenanfang

source: Page Bottom
de_de: Seitenende

source: Page Sidebar
de_de: Seitenleiste

source: Posts Template Sidebar
de_de: Beiträge Vorlage Seitenleiste

source: Post Footer Region
de_de: Beitrag Fußzeilen Region

source: Footer Region
de_de: Fußzeilen Region

source: Category Top
de_de: Kategorie Oben

source: Category Bottom
de_de: Kategorie Unten

source: ALPS - Author Box
de_de: ALPS - Autor-Box

source: This will display a block of the post author's profile information.
de_de: Dies zeigt einen Block mit den Profilinformationen des Beitragsautors an.

source: Author
de_de: Autor

source: ALPS - Text with Link
de_de: ALPS - Text mit Link

source: Text block with formatted link.
de_de: Textblock mit formatiertem Link.

source: Title
de_de: Titel

source: Content
de_de: Inhalt

source: Feed of posts in the selected category.
de_de: Feed der Beiträge in der ausgewählten Kategorie.

source: Feed Category
de_de: Feed Kategorie

source: Feed Title
de_de: Feed Titel

source: See All Link
de_de: Alle Links anzeigen

source: Enter the url to view all of the post from the selected category.
de_de: Geben Sie die URL ein, um alle Beiträge der ausgewählten Kategorie anzuzeigen.

source: Number of Posts to Display
de_de: Anzahl der anzuzeigenden Beiträge

source: Enter the number of posts to offset. Only works if the number of posts is set.
de_de: Geben Sie die Anzahl der zu kompensierenden Beiträge ein. Funktioniert nur, wenn die Anzahl der Beiträge festgelegt ist.

source: Post Image/Description
de_de: Beitrag Bild/Beschreibung

source: Check to show the image and description for each post.
de_de: Aktivieren Sie das Kontrollkästchen, um das Bild und die Beschreibung für jeden Beitrag anzuzeigen.

source: Check to show the image and description side-by-side.
de_de: Aktivieren Sie dieses Kästchen, um das Bild und die Beschreibung nebeneinander anzuzeigen.

source: ALPS: Featured Image Hero Layout
de_de: ALPS: Präsentiertes Bild-Helden Layout

source: Feature Image Hero Layout
de_de: Präsentiertes Bild-Helden Layout

source: If a featured image is set, select the layout of the hero.
de_de: Wenn ein bestimmtes Bild eingestellt ist, wählen Sie das Layout des Helden.

source: Text Width: 1/3 and Image Width: 2/3
de_de: Textbreite: 1/3 und Bildbreite: 2/3

source: Text Width: 1/2 and Image Width: 1/2
de_de: Textbreite: 1/2 und Bildbreite: 1/2

source: ALPS: Entry Sidebar / Featured Image
de_de: ALPS: Eingabe-Seitenleiste / Festgelegtes Bild

source: Hide Sidebar
de_de: Seitenleiste ausblenden

source: Hide Featured Image
de_de: Festgelegtes Bild ausblenden

source: Hides the sidebar for this entry if it is active.
de_de: Blendet die Seitenleiste für diesen Eintrag aus, wenn sie aktiv ist.

source: Hides the featured image on the page/post header for this entry.
de_de: Blendet das bestimmte Bild in der Kopfzeile der Seite/des Beitrags für diesen Eintrag aus.

source: ALPS: The ALPS theme requires an update. Please read and follow the instructions below.
de_de: ALPS: Das ALPS-Thema erfordert eine Aktualisierung. Bitte lesen und befolgen Sie die folgenden Anweisungen.

source: Clicking the link below will run an upgrade script. This will download, install and run a converter plugin. After running, the plugin will uninstall and delete itself, and remove the Piklist plugin completely from your site.
de_de: Wenn Sie auf den untenstehenden Link klicken, wird ein Upgrade-Skript ausgeführt. Dieses wird ein Konverter-Plugin herunterladen, installieren und ausführen. Nach der Ausführung deinstalliert und löscht sich das Plugin selbst und entfernt das Piklist-Plugin vollständig von Ihrer Website.

source: click here to install and run the field converter plugin.
de_de: Klicken Sie hier, um das Feldkonverter-Plugin zu installieren und auszuführen.

source: Activating new plugin...
de_de: Neues Plugin aktivieren...

source: <p>Activated.</p> <p style="font-size:26px">The ALPS Fields Converter has run successfully.
de_de: <p>Aktiviert.</p> <p style="font-size:26px">Der ALPS-Felder-Konverter wurde erfolgreich ausgeführt.

source: Click here to return to the plugin management page.
de_de: Klicken Sie hier, um zur Plugin-Verwaltungsseite zurückzukehren.

source: Could not install the new plugin.
de_de: Konnte das neue Plugin nicht installieren.

source: ALPS: The update is complete.
de_de: ALPS: Die Aktualisierung ist abgeschlossen.

source: The converter plugin has run and updated your ALPS powered site. This plugin has removed both itself and Piklist from your site.
de_de: Das Konverter-Plugin wurde ausgeführt und hat Ihre mit ALPS betriebene Website aktualisiert. Dieses Plugin hat sowohl sich selbst als auch Piklist von Ihrer Seite entfernt.

source: ALPS: Header Banner
de_de: ALPS: Kopfzeile Banner

source: IMPORTANT: Setting the Header Banner will override the display of the Featured Image.
de_de: WICHTIG: Die Einstellung des Kopfzeilen-Banners setzt die Anzeige des bestimmten Bildes außer Kraft.

source: Header Title
de_de: Überschrift

source: Header Kicker
de_de: Überschrift Kicker

source: Header Subtitle
de_de: Überschrift Untertitel

source: Header Image
de_de: Überschrift Bild

source: IMPORTANT: Setting a hero style below will completely override anything you have entered for your ALPS Header Banner or your Featured Image.
de_de: WICHTIG: Wenn Sie unten einen Hero-Stil einstellen, wird alles, was Sie für Ihr ALPS Kopfzeilen-Banner oder Ihr bestimmtes Bild eingegeben haben, komplett überschrieben.

source: Hero Style
de_de: Hero-Stil

source: Select the hero configuration.
de_de: Wählen Sie die Hero-Konfiguration aus.

source: None
de_de: Keine

source: Half screen image with text overlay (Min/Max Images: 1)
de_de: Bildschirmhälfte mit Textüberlagerung (Min/Max Bilder: 1)

source: Full screen image with text overlay (Min/Max Images: 1)
de_de: Vollbildschirm-Bild mit Text-Overlay (Min/Max-Bilder: 1)

source: Full screen image with text and header overlay (Min/Max Images: 1)
de_de: Vollbildschirm-Bild mit Text und Header-Overlay (Min/Max Bilder: 1)

source: Three column image format with text overlays (Min/Max Images: 3)
de_de: Dreispaltiges Bildformat mit Textüberlagerungen (Min/Max Bilder: 3)

source: Half screen image gallery with text overlay (Max Images: 6)
de_de: Halbbildschirm-Bildergalerie mit Text-Overlay (Max. Bilder: 6)

source: Hero Image
de_de: Hero Bild

source: Hero Title
de_de: Hero Titel

source: The title of the hero image.
de_de: Titel des Hero Bild

source: Displays below the title in the hero image.
de_de: Wird unterhalb des Titels im Hero Bild angezeigt.

source: Enter an URL to link the hero image.
de_de: Geben Sie eine URL ein, um das Hero Bild zu verlinken

source: Enter text here to show on the hero button. Filling this out sets the link on the button and not the hero image.
de_de: Geben Sie hier einen Text ein, der auf dem Hero-Button angezeigt werden soll. Wenn Sie dies ausfüllen, wird der Link auf dem Button und nicht das Hero-Bild angezeigt.

source: Hero Image Extended
de_de: Hero-Bild erweitert

source: Check to extend the hero image over the sabbath column.
de_de: Markieren Sie das Kästchen, um das Hero-Bild über die Sabbatspalte zu erweitern.

source: Hero Scroll Hint
de_de: Hero Scroll-Hinweis

source: Hero Column (3 Columns)
de_de: Hero-Spalte (3-spaltig)

source: Hero Carousel
de_de: Hero-Karussell

source: The title of the hero image slide.
de_de: Der Titel der Hero-Bildfolie.

source: Hero Description
de_de: Hero Beschreibung

source: Displays below the sub title in the hero image slide.
de_de: Wird unterhalb des Untertitels in der Hero-Bildfolie angezeigt.

source: Enter an URL to link the hero image slide.
de_de: Geben Sie eine URL ein, um die Hero-Bildfolie zu verlinken.

source: Displays title in the hero link.
de_de: Zeigt den Titel in der Hero-Verknüpfung an.

source: ALPS: Related Pages & Posts
de_de: ALPS: Verwandte Seiten & Beiträge

source: Related Pages Format
de_de: Verwandte Seiten Format

source: Select the format of the related pages.
de_de: Wählen Sie das Format der zugehörigen Seiten.

source: Show first level child pages only
de_de: Nur untergeordnete Seiten der ersten Ebene anzeigen

source: Show child and grandchild pages
de_de: Kind- und Enkelseiten anzeigen

source: Show custom pages
de_de: Benutzerdefinierte Seiten anzeigen

source: Assign Pages
de_de: Seiten zuweisen

source: Related Pages Grid
de_de: Zugehöriges Seiten Raster

source: Select to display the related pages side-by-side.
de_de: Wählen Sie diese Option, um die zugehörigen Seiten nebeneinander anzuzeigen.

source: Related Pages Grid (3up)
de_de: Zugehöriges Seiten Raster (3up)

source: Select to display the related pages in 3 columns on large screens. This will only display if the Sabbath column is hidden.
de_de: Wählen Sie diese Option, um die zugehörigen Seiten auf großen Bildschirmen in 3 Spalten anzuzeigen. Dies wird nur angezeigt, wenn die Sabbatspalte ausgeblendet ist.

source: Related Pages Image
de_de: Zugehöriges Seiten Bild

source: Select to display the feature image for the related pages.
de_de: Wählen Sie diese Option, um das bestimmte Bild für die zugehörigen Seiten anzuzeigen.

source: Related Pages Round Image
de_de: Zugehörige Seiten Rundes Bild

source: Select to make the featured image round.
de_de: Wählen Sie diese Option, um das bestimmte Bild rund zu machen.

source: ALPS: Hero Featured Post
de_de: ALPS: Hero Bestimmter Beitrag

source: Hero: Show Featured Post
de_de: Held: Bestimmten Beitrag anzeigen

source: Select to display a featured post in the hero.
de_de: Wählen Sie diese Option, um einen bestimmten Beitrag im Hero anzuzeigen.

source: Select - Hero Featured Post
de_de: Auswählen - Hero Bestimmter Beitrag

source: ALPS: Post Feed List
de_de: ALPS: Beitrag Feed-Liste

source: Post Feed - List
de_de: Beitrag Feed - Liste

source: Post Feed: List
de_de: Beitrag Feed: Liste

source: Select a category of posts to feature.
de_de: Wählen Sie eine Kategorie von Beiträgen aus, die angezeigt werden sollen.

source: Select specific posts to feature.
de_de: Wählen Sie bestimmte Beiträge für die Darstellung aus.

source: Select Post Category
de_de: Beitragskategorie auswählen

source: Select Specific Posts
de_de: Bestimmte Beiträge auswählen

source: Section Title
de_de: Abschnitt Titel

source: Enter the title for this featured posts section.
de_de: Geben Sie den Titel für diesen Bereich für bestimmte Beiträge ein.

source: Section Link
de_de: Abschnitt Link

source: Enter the link to the posts archive page.
de_de: Geben Sie den Link zur Archivseite der Beiträge ein.

source: Round Image Thumbnail
de_de: Rundes Bild Thumbnail

source: Check to make the image thumbnail round.
de_de: Wählen Sie das Kästchen, um das Thumbnaill rund zu machen.

source: Select - Category
de_de: Auswählen - Kategorie

source: Click on the category you want to select on the left and it will be selected on the right side. You can only select one category.
de_de: Klicken Sie auf der linken Seite auf die Kategorie, die Sie auswählen möchten, und sie wird auf der rechten Seite ausgewählt. Sie können nur eine Kategorie auswählen.

source: Number of Posts
de_de: Anzahl von Beiträgen

source: Enter the number of posts you would like to display. (If empty, defaults to 3 posts in the selected category)
de_de: Geben Sie die Anzahl der Beiträge ein, die Sie anzeigen möchten. (Wenn leer, werden standardmäßig 3 Beiträge in der ausgewählten Kategorie angezeigt)

source: Select - Custom Posts
de_de: Auswählen - Benutzerdefinierte Beiträge

source: Click on the posts you want to select on the left and they will be selected on the right side.
de_de: Klicken Sie auf der linken Seite auf die Beiträge, die Sie auswählen möchten, und sie werden auf der rechten Seite ausgewählt.

source: Post Feed - Full Width
de_de: Beitrag Feed - Volle Breite

source: Post Feed: Full Width
de_de: Beitrag Feed: Volle Breite

source: Displays as a list of posts.
de_de: Wird als Liste von Beiträgen angezeigt.

source: Full Width Featured Post
de_de: Bestimmter Beitrag in voller Breite

source: Select to include a post full width.
de_de: Wählen Sie aus, um einen Beitrag in voller Breite einzuschließen.

source: Featured Post
de_de: Bestimmter Beitrag

source: Select (1) post to feature as a full width post.
de_de: Wählen Sie (1) Beitrag aus, der als Beitrag mit voller Breite angezeigt werden soll.

source: Enter the number of posts you would like to offset.
de_de: Geben Sie die Anzahl der Beiträge ein, die Sie ausgleichen möchten.

source: ALPS: Post Feed Archive
de_de: ALPS: Beitrag Feed Archiv

source: Post Feed - Archive
de_de: Beitrag Feed - Archiv

source: Post Feed: Archive
de_de: Beitrag Feed: Archiv

source: ALPS: Home - Row Block
de_de: ALPS: Startseite - Zeilenblock

source: Two Column Block?
de_de: Zweispaltiger Block?

source: To display the block in two columns, check this box.
de_de: Um den Block in zwei Spalten anzuzeigen, aktivieren Sie dieses Kästchen.

source: Content Block Type
de_de: Inhalt Block Typ

source: Freeform Content Block
de_de: Freiform-Inhaltsblock

source: Relationship Content Block
de_de: Beziehung Inhaltsblock

source: Choose your content type for this block.
de_de: Wählen Sie den Inhaltstyp für diesen Block.

source: Color Picker
de_de: Farbwähler

source: Image
de_de: Bild

source: Make the Image Round
de_de: Das Bild rund machen

source: To make the image round, check this box.
de_de: Um das Bild rund zu machen, aktivieren Sie dieses Kästchen.

source: ALPS: Home - Story Block
de_de: ALPS: Startseite - Story Block

source: Subtitle
de_de: Untertitel

source: Background Image
de_de: Hintergrundbild

source: Choose an image to display in the background (optional).
de_de: Wählen Sie ein Bild, das im Hintergrund angezeigt werden soll (optional).

source: Image to appear in the top left area of the block.
de_de: Bild, das im linken oberen Bereich des Blocks erscheinen soll.

source: Side Image
de_de: Seite Bild

source: Optionally include an image with the body copy. If this is a video thumbnail, check the "Side Image Video" box.
de_de: Fügen Sie optional ein Bild mit dem Haupttext ein. Wenn es sich um eine Video-Thumbnail handelt, aktivieren Sie das Kästchen "Side Image Video".

source: Side Image - Video?
de_de: Seitenbild - Video?

source: If the side image is a video thumbnail, check this box.
de_de: Wenn das Seitenbild eine Video-Thumbnail ist, aktivieren Sie dieses Kästchen.

source: Call to Action Text
de_de: Aufforderungstext

source: There are no posts at this time.
de_de: Zur Zeit sind keine Beiträge vorhanden.

source: Website
de_de: Webseite

source: Theme Color Options / Grid
de_de: Theme-Farboptionen / Raster

source: Theme Color
de_de: Thema Farbe

source: Dark Theme
de_de: Dunkles Thema

source: Select if you would like the theme to be dark.
de_de: Wählen Sie aus, ob das Thema dunkel sein soll.

source: Grid Lines
de_de: Rasterlinien

source: Select if you would like show the grid lines.
de_de: Wählen Sie aus, ob Sie die Rasterlinien anzeigen möchten.

source: <h3>Global Site Statements</h3><p style="font-size:16px">Both of these statements show up in the navigation drawer.</p>
de_de: <h3>Globale Website-Anweisungen</h3><p style="font-size:16px">Beide dieser Anweisungen werden in der Navigationsleiste angezeigt.</p>

source: Site Branding Statement
de_de: Webseiten Branding Statement

source: [Site Name] is a website of the Seventh-day Adventist church in [Region Name].
de_de: [Seiten Name] ist eine Website der Freikirche der Siebenten-Tags-Adventisten in [Region Name].

source: Found in the navigation drawer
de_de: Gefunden in der Navigationsleiste

source: Global Branding Statement
de_de: Globaler Branding Statement

source: Seventh-day Adventists are devoted to helping people understand the Bible to find freedom, healing, and hope in Jesus.
de_de: Siebenten-Tags-Adventisten haben es sich zur Aufgabe gemacht, Menschen zu helfen, die Bibel zu verstehen, um Freiheit, Heilung und Hoffnung in Jesus zu finden.

source: Latest
de_de: Neueste

source: <h3>ALPS CORE Version</h3><p style="font-size:16px">Stick to the selected version of ALPS core CSS and Javascript.</p>
de_de: <h3>ALPS CORE Version</h3><p style="font-size:16px">Bleiben Sie bei der ausgewählten Version von ALPS core CSS und Javascript.</p>

source: Choose ALPS CORE Version
de_de: Wählen Sie die ALPS CORE Version

source: ALPS Theme Settings
de_de: ALPS Theme Einstellungen

source: POSTS OPTIONS
de_de: POSTS OPTIONEN

source: Home Page Content Display
de_de: Anzeige des Inhalts der Startseite

source: Home Page Title
de_de: Startseite Titel

source: Sets a custom home page title for sites displaying the latest posts.
de_de: Legt einen benutzerdefinierten Startseitentitel für Seiten fest, die die neuesten Beiträge anzeigen.

source: Hide The Sidebar
de_de: Die Seitenleiste ausblenden

source: Hides the sidebar on the home/archive page if it is active.
de_de: Blendet die Seitenleiste auf der Home-/Archivseite aus, wenn sie aktiv ist.

source: Posts Content Display
de_de: Beiträge Inhalt anzeigen

source: Archives Page Title
de_de: Archiv Seite Titel

source: Sets a custom title for the archive page for sites with a custom posts page.
de_de: Legt einen benutzerdefinierten Titel für die Archivseite für Webseiten mit einer Seite für benutzerdefinierte Beiträge fest.

source: Hide The Related Stories Image
de_de: Das Bild "Verwandte Geschichten" ausblenden

source: Hides the image in the Related Stories block in sidebar.
de_de: Blendet das Bild im Block "Related Stories" in der Seitenleiste aus.

source: Hides the sidebar on the archive page if it is active.
de_de: Blendet die Seitenleiste auf der Archivseite aus, wenn sie aktiv ist.

source: Category Posts Feed Label
de_de: Kategorie Beiträge Feed Label

source: Select to display the label "Category" on category posts feed.
de_de: Wählen Sie aus, dass das Label "Kategorie" im Feed für Kategoriebeiträge angezeigt wird.

source: Posts Grid and Image Display
de_de: Beiträge Raster und Bildanzeige

source: Posts Feed Grid
de_de: Beiträge Feed Grid

source: Select to display the posts side-by-side.
de_de: Wählen Sie aus, um die Beiträge nebeneinander anzuzeigen.

source: Posts Feed Grid (3up)
de_de: Beiträge Feed Grid (3up)

source: Select to display the posts 3up at the largest breakpoint. The sidebar must be hidden for the pages to display 3up.
de_de: Wählen Sie aus, dass die Beiträge 3up am größten Haltepunkt angezeigt werden. Die Seitenleiste muss ausgeblendet sein, damit die Seiten 3up angezeigt werden können.

source: Posts Feed Image
de_de: Beiträge Feed Image

source: Select to display the feature image for the posts.
de_de: Wählen Sie aus, um das bestimmte Bild für die Beiträge anzuzeigen.

source: Posts Round Images
de_de: Beiträge Runde Bilder

source: Make the post feed images round.
de_de: Machen Sie die Bilder für den Beitrag rund.

source: SABBATH COLUMN
de_de: SABBATH-SPALTE

source: Sabbath Icon
de_de: Sabbat-Symbol

source: Sabbath Background Image
de_de: Sabbat Hintergrundbild

source: Hide Sabbath Icon Until Scroll
de_de: Sabbat-Symbol ausblenden bis zum Scrollen

source: Select to hide the sabbath icon till you scroll.
de_de: Wählen Sie aus, um das Sabbat-Symbol auszublenden, bis Sie scrollen.

source: Hide the sabbath column
de_de: Ausblenden der Sabbatspalte

source: Select to hide the sabbath column.
de_de: Wählen Sie aus, um die Sabbatspalte auszublenden.

source: Hide the sabbath column at certain screen widths
de_de: Ausblenden der Sabbatspalte bei bestimmten Bildschirmbreiten

source: Hide the sabbath column for all screen widths.
de_de: Blenden Sie die Sabbatspalte für alle Bildschirmbreiten aus.

source: Hide the sabbath column at small screens.
de_de: Blenden Sie die Sabbatspalte bei kleinen Bildschirmen aus.

source: Hide the sabbath column at medium screens.
de_de: Blenden Sie die Sabbatspalte bei mittleren Bildschirmen aus.

source: Hide the sabbath column at large screens.
de_de: Blenden Sie die Sabbatspalte bei großen Bildschirmen aus.

source: FOOTER CONTENT
de_de: FUSSZEILE INHALT

source: Footer Description
de_de: Fußzeile Beschreibung

source: Footer Copyright
de_de: Fußzeile Copyright

source: Footer Address
de_de: Fußzeile Adresse

source: Street Address
de_de: Straße

source: City
de_de: Stadt

source: State
de_de: Bundesland

source: Postal Code
de_de: Postleitzahl

source: Country
de_de: Land

source: Phone Number
de_de: Handynummer

source: Footer Logo Icon
de_de: Fußzeile Logo-Symbol

source: Upload a logo icon for the footer. * Will only display if the sabbath column is hidden.
de_de: Laden Sie ein Logo-Symbol für die Fußzeile hoch. * Wird nur angezeigt, wenn die Sabbatspalte ausgeblendet ist.

source: Latest Posts
de_de: Neueste Beiträge

source: Search Results for %s
de_de: Suchergebnisse für %s

source: Not Found
de_de: Nicht gefunden

source: You must be using PHP 7.1 or greater.
de_de: Sie müssen PHP 7.1 oder höher verwenden.

source: Invalid PHP version
de_de: Ungültige PHP-Version

source: You must be using WordPress 4.7.0 or greater.
de_de: Sie müssen WordPress 4.7.0 oder höher verwenden.

source: Invalid WordPress version
de_de: Ungültige WordPress-Version

source: You must run <code>composer install</code> from the Sage directory.
de_de: Sie müssen <code>composer install</code> aus dem Sage-Verzeichnis ausführen.

source: Autoloader not found.
de_de: Autoloader nicht gefunden.

source: Error locating <code>%s</code> for inclusion.
de_de: Fehler bei der Suche nach <code>%s</code> für die Einbindung.

source: ALPS Custom Settings
de_de: ALPS Benutzerdefinierte Einstellungen

source: Save ALPS Theme Settings
de_de: ALPS-Theme-Einstellungen speichern

source: Trademark and Logo Usage
de_de: Verwendung von Markenzeichen und Logos

source: Legal Notice
de_de: Rechtlicher Hinweis

source: Privacy Policy
de_de: Datenschutzrichtlinie

source: On theme activation, go to Appearance > Settings and save the settings to display the footer default information.
de_de: Gehen Sie bei der Aktivierung des Themes zu Erscheinungsbild > Einstellungen und speichern Sie die Einstellungen, um die Standardinformationen der Fußzeile anzuzeigen.

source: See All
de_de: Alle anzeigen

source: Recent Posts
de_de: Neueste Beiträge

source: Page not found
de_de: Seite nicht gefunden

source: Sorry, no results were found.
de_de: Es wurden leider keine Ergebnisse gefunden.

source: Go to homepage
de_de: Zur Homepage gehen

source: Submit
de_de: Senden

source: Search
de_de: Suchen

source: Menu
de_de: Menü

source: Share
de_de: Teilen

source: Category
de_de: Kategorie

source: Read More
de_de: Weiter lesen

source: %1$s at %2$s
de_de: %1$s bei %2$s

source: Edit
de_de: Bearbeiten

source: Leave a Comment
de_de: Kommentar hinterlassen

source: Comment
de_de: Kommentieren

source: Settings
de_de: Einstellungen

source: Related Stories
de_de: Verwandte Geschichten

source: There are no related stories at this time.
de_de: Zur Zeit gibt es keine verwandten Geschichten.

source: Archives
de_de: Archiv
