Repository: adventistchurch/alps-wordpress
Catalog: assets/lang/*.po
Languages: ru_ru

source: Continued
ru_ru: Продолжение

source: Primary Navigation
ru_ru: Основная навигация

source: Secondary Navigation
ru_ru: Вторичная навигация

source: Learn More
ru_ru: Узнать больше

source: Footer Primary Navigation
ru_ru: Основная навигация подвала

source: Footer Secondary Navigation
ru_ru: Вторичная навигация подвала

source: Page Top
ru_ru: Верхняя часть страницы

source: Page Bottom
ru_ru: Нижняя часть страницы

source: Page Sidebar
ru_ru: Боковая панель страницы

source: Posts Template Sidebar
ru_ru: Боковая панель шаблона записей

source: Post Footer Region
ru_ru: Область подвала записи

source: Footer Region
ru_ru: Область подвала

source: Category Top
ru_ru: Верхняя часть категории

source: Category Bottom
ru_ru: Нижняя часть категории

source: ALPS - Author Box
ru_ru: ALPS - Блок автора

source: This will display a block of the post author's profile information.
ru_ru: Это отобразит блок информации автора записи.

source: Author
ru_ru: Автор

source: ALPS - Text with Link
ru_ru: ALPS - текст со ссылкой

source: Text block with formatted link.
ru_ru: Текстовый блок с форматированной ссылкой.

source: Title
ru_ru: Заголовок

source: Content
ru_ru: Контент

source: URL Text
ru_ru: Текст URL

source: ALPS - Post Feed
ru_ru: ALPS - Лента записей

source: Feed of posts in the selected category.
ru_ru: Лента записей в выбранной категории.

source: Feed Category
ru_ru: Категория ленты

source: Feed Title
ru_ru: Заголовок ленты

source: See All Link
ru_ru: Ссылка на все записи

source: Enter the url to view all of the post from the selected category.
ru_ru: Введите URL-адрес, чтобы просмотреть все записи из выбранной категории.

source: Number of Posts to Display
ru_ru: Количество записей для отображения

source: Post Offset
ru_ru: Количество записей на странице

source: Enter the number of posts to offset. Only works if the number of posts is set.
ru_ru: Введите количество записей на странице. Работает, только если установлено количество записей.

source: Post Image/Description
ru_ru: Изображение/Описание записи

source: Check to show the image and description for each post.
ru_ru: Установите флажок, чтобы отображать изображение и описание для каждой записи.

source: Grid Layout
ru_ru: Макет сетки

source: Check to show the image and description side-by-side.
ru_ru: Установите этот флажок, чтобы отображать изображение и описание рядом.

source: ALPS: Featured Image Hero Layout
ru_ru: ALPS: Макет баннера

source: Feature Image Hero Layout
ru_ru: Макет баннера

source: If a featured image is set, select the layout of the hero.
ru_ru: Если установлено избранное изображение, выберите макет Баннер.

source: Text Width: 1/3 and Image Width: 2/3
ru_ru: Ширина текста: 1/3 и ширина изображения: 2/3

source: Text Width: 1/2 and Image Width: 1/2
ru_ru: Ширина текста: 1/2 и ширина изображения: 1/2

source: ALPS: Entry Sidebar / Featured Image
ru_ru: ALPS: Боковая панель входа/Избранное изображение

source: Hide Sidebar
ru_ru: Скрыть боковую панель

source: Hide Featured Image
ru_ru: Скрыть избранное изображение

source: Hides the sidebar for this entry if it is active.
ru_ru: Скрывает боковую панель для этой записи, если она активна.

source: Hides the featured image on the page/post header for this entry.
ru_ru: Скрывает избранное изображение в заголовке страницы/записи для этой публикации.

source: ALPS: The ALPS theme requires an update. Please read and follow the instructions below.
ru_ru: ALPS: Тема ALPS требует обновления. Прочтите и следуйте приведенным ниже инструкциям.

source: Clicking the link below will run an upgrade script. This will download, install and run a converter plugin. After running, the plugin will uninstall and delete itself, and remove the Piklist plugin completely from your site.
ru_ru: При нажатии на ссылку ниже запустится обновление. Во время обновления будет загружен, установлен и запущен плагин конвертера. По завершению, плагин будет удален самостоятельно, а также полностью удалит плагин Piklist с вашего сайта.

source: click here to install and run the field converter plugin.
ru_ru: щелкните здесь, чтобы установить и запустить плагин конвертера полей.

source: Activating new plugin...
ru_ru: Активация нового плагина …

source: <p>Activated.</p> <p style="font-size:26px">The ALPS Fields Converter has run successfully.
ru_ru: <p>Активировано.</p> <p style=“font-size:26px”>Конвертер полей ALPS успешно запущен.

source: Click here to return to the plugin management page.
ru_ru: Щелкните здесь, чтобы вернуться на страницу управления плагином.

source: Could not install the new plugin.
ru_ru: Не удалось установить новый плагин.

source: ALPS: The update is complete.
ru_ru: ALPS: Обновление завершено.

source: The converter plugin has run and updated your ALPS powered site. This plugin has removed both itself and Piklist from your site.
ru_ru: Плагин конвертера запустился и обновил ваш сайт с поддержкой ALPS. Этот плагин удалил и себя, и Piklist с вашего сайта.

source: ALPS: Header Banner
ru_ru: ALPS: Баннер заголовока

source: Banner
ru_ru: Баннер

source: IMPORTANT: Setting the Header Banner will override the display of the Featured Image.
ru_ru: ВАЖНО: Установка баннера заголовка переопределит отображение избранного изображения.

source: Header Title
ru_ru: Заголовок шапки

source: Header Kicker
ru_ru: Кикер заголовка

source: Header Subtitle
ru_ru: Подзаголовок шапки

source: Header Image
ru_ru: Изображение шапки

source: ALPS: Hero
ru_ru: ALPS: Баннер

source: Hero Banner
ru_ru: Баннер

source: IMPORTANT: Setting a hero style below will completely override anything you have entered for your ALPS Header Banner or your Featured Image.
ru_ru: ВАЖНО: Установка стиля Баннер полностью переопределит все, что вы ввели для баннера заголовка ALPS или избранного изображения.

source: Hero Style
ru_ru: Стиль Баннер

source: Select the hero configuration.
ru_ru: Выберите конфигурацию Баннера.

source: None
ru_ru: Нет

source: Half screen image with text overlay (Min/Max Images: 1)
ru_ru: Изображение на половину экрана с наложением текста (мин./макс. изображений: 1)

source: Full screen image with text overlay (Min/Max Images: 1)
ru_ru: Полноэкранное изображение с наложением текста (мин./макс. изображений: 1)

source: Full screen image with text and header overlay (Min/Max Images: 1)
ru_ru: Полноэкранное изображение с текстом и наложением заголовка (мин./макс. изображений: 1)

source: Three column image format with text overlays (Min/Max Images: 3)
ru_ru: Формат изображения в три столбца с наложением текста (мин./макс. изображений: 3)

source: Half screen image gallery with text overlay (Max Images: 6)
ru_ru: Галерея изображений на половину экрана с наложением текста (макс. изображений: 6)

source: Hero Image
ru_ru: Изображение баннера

source: Hero Title
ru_ru: Заголовок баннера

source: The title of the hero image.
ru_ru: Название баннера.

source: Hero Kicker
ru_ru: Кикер баннера

source: Displays below the title in the hero image.
ru_ru: Отображается под заголовком на баннере.

source: Hero Link URL
ru_ru: URL баннера

source: Enter an URL to link the hero image.
ru_ru: Введите URL-адрес для ссылки на баннере.

source: Hero Link Button
ru_ru: Кнопка ссылки баннера

source: Enter text here to show on the hero button. Filling this out sets the link on the button and not the hero image.
ru_ru: Введите здесь текст, который будет отображаться на кнопке баннера. Заполнение этого поля устанавливает ссылку на кнопку, а не на баннер.

source: Hero Image Extended
ru_ru: Расширенное изображение баннера

source: Check to extend the hero image over the sabbath column.
ru_ru: Установите флажок, чтобы изображение героя было растянуто на субботнюю колонку.

source: Hero Scroll Hint
ru_ru: Подсказка прокрутки баннера

source: Hero Column (3 Columns)
ru_ru: Колонна баннера (3 колонки)

source: Hero Carousel
ru_ru: Слайдшоу баннера

source: The title of the hero image slide.
ru_ru: Название слайда с изображением баннера.

source: Hero Description
ru_ru: Описание баннера

source: Displays below the sub title in the hero image slide.
ru_ru: Отображается под заголовком на слайде баннера.

source: Enter an URL to link the hero image slide.
ru_ru: Введите URL-адрес для ссылки на слайде баннера.

source: Hero Link CTA
ru_ru: Ссылка призыва к действию на баннере

source: Displays title in the hero link.
ru_ru: Отображает заголовок в ссылке баннера.

source: ALPS: Related Pages & Posts
ru_ru: ALPS: Похожие страницы и записи

source: Related Pages Format
ru_ru: Формат похожих страниц

source: Select the format of the related pages.
ru_ru: Выберите формат похожих страниц.

source: Show first level child pages only
ru_ru: Показывать только дочерние страницы первого уровня

source: Show child and grandchild pages
ru_ru: Показать дочерние страницы и страницы третьего уровня

source: Show custom pages
ru_ru: Показать пользовательские страницы

source: Assign Pages
ru_ru: Назначить страницы

source: Related Pages Grid
ru_ru: Сетка похожих страниц

source: Select to display the related pages side-by-side.
ru_ru: Выберите, чтобы отображать похожие страницы рядом.

source: Related Pages Grid (3up)
ru_ru: Сетка похожих страниц (3 элемента)

source: Select to display the related pages in 3 columns on large screens. This will only display if the Sabbath column is hidden.
ru_ru: Выберите для отображения похожих страниц в 3 столбцах на больших экранах. Это будет отображаться только в том случае, если субботняя колонка скрыта.

source: Related Pages Image
ru_ru: Изображение похожих страниц

source: Select to display the feature image for the related pages.
ru_ru: Выберите, чтобы отобразить избранное изображение для похожих страниц.

source: Related Pages Round Image
ru_ru: Изображение похожих страниц в круге

source: Select to make the featured image round.
ru_ru: Выберите, чтобы сделать избранное изображение круглым.

source: ALPS: Hero Featured Post
ru_ru: ALPS: Избранная запись баннера

source: Hero: Show Featured Post
ru_ru: Баннер: Показать избранную запись

source: Select to display a featured post in the hero.
ru_ru: Выберите, чтобы отобразить избранную запись в баннере.

source: Select - Hero Featured Post
ru_ru: Выбрать - Избранная запись баннера

source: ALPS: Post Feed List
ru_ru: ALPS: Список каналов

source: Post Feed - List
ru_ru: Лента записей - Список

source: Post Feed: List
ru_ru: Лента сообщений: Список

source: Select a category of posts to feature.
ru_ru: Выберите категорию записей для публикации.

source: Select specific posts to feature.
ru_ru: Выберите определенные записи для публикации.

source: Select Post Category
ru_ru: Выберите категорию

source: Select Specific Posts
ru_ru: Выберите определенные записи

source: Section Title
ru_ru: Заголовок раздела

source: Enter the title for this featured posts section.
ru_ru: Введите заголовок для этого раздела избранных записей.

source: Enter the link to the posts archive page.
ru_ru: Введите ссылку на страницу архива записей.

source: Round Image Thumbnail
ru_ru: Круглое изображение миниатюры

source: Check to make the image thumbnail round.
ru_ru: Установите флажок, чтобы миниатюра была круглой.

source: Select - Category
ru_ru: Выберите категорию

source: Click on the category you want to select on the left and it will be selected on the right side. You can only select one category.
ru_ru: Нажмите слева на категорию, которую хотите выбрать, и она будет отображаться справа. Вы можете выбрать только одну категорию.

source: Number of Posts
ru_ru: Количество записей

source: Enter the number of posts you would like to display. (If empty, defaults to 3 posts in the selected category)
ru_ru: Введите количество записей, которые вы хотите отобразить. (Если пусто, по умолчанию 3 записи в выбранной категории)

source: Select - Custom Posts
ru_ru: Выберите - Пользовательские записи

source: Click on the posts you want to select on the left and they will be selected on the right side.
ru_ru: Нажмите слева на записи, которые вы хотите выбрать, и они будут отображаться справа.

source: Post Feed - Full Width
ru_ru: Лента записей - полная ширина

source: Post Feed: Full Width
ru_ru: Лента записей: полная ширина

source: Displays as a list of posts.
ru_ru: Отображается в виде списка записей.

source: Full Width Featured Post
ru_ru: Избранная запись в полную ширину

source: Select to include a post full width.
ru_ru: Выберите, чтобы включить запись в полную ширину.

source: Featured Post
ru_ru: Избранная запись

source: Select (1) post to feature as a full width post.
ru_ru: Выберите (1) запись, чтобы отображать ее как запись в полную ширину.

source: Enter the number of posts you would like to offset.
ru_ru: Введите количество записей для отображения на одной странице.

source: ALPS: Post Feed Archive
ru_ru: ALPS: Архив записей

source: Post Feed - Archive
ru_ru: Лента записей - Архив

source: Post Feed: Archive
ru_ru: Лента записей: Архив

source: ALPS: Home - Row Block
ru_ru: ALPS: Главная - Блок строк

source: Two Column Block?
ru_ru: Блок из двух столбцов?

source: To display the block in two columns, check this box.
ru_ru: Установите этот флажок, чтобы отображать блок в два столбца.

source: Content Block Type
ru_ru: Тип блока контента

source: Freeform Content Block
ru_ru: Блок контента произвольной формы

source: Relationship Content Block
ru_ru: Блок связи контента

source: Choose your content type for this block.
ru_ru: Выберите свой тип контента для этого блока.

source: Color Picker
ru_ru: Палитра цветов

source: Kicker
ru_ru: Кикер

source: Image
ru_ru: Изображение

source: Make the Image Round
ru_ru: Сделать изображение круглым

source: To make the image round, check this box.
ru_ru: Установите этот флажок, чтобы изображение получилось круглым.

source: Body
ru_ru: Контент

source: Button Text
ru_ru: Текст кнопки

source: Button URL
ru_ru: URL кнопки

source: ALPS: Home - Story Block
ru_ru: ALPS: Главная - Блок истории

source: Subtitle
ru_ru: Подзаголовок

source: Background Image
ru_ru: Фоновое изображение

source: Choose an image to display in the background (optional).
ru_ru: Выберите изображение для отображения на фоне (необязательно).

source: Thumbnail
ru_ru: Миниатюра

source: Image to appear in the top left area of the block.
ru_ru: Изображение появится в верхнем левом углу блока.

source: Side Image
ru_ru: Боковое изображение

source: Optionally include an image with the body copy. If this is a video thumbnail, check the "Side Image Video" box.
ru_ru: При желании можно включить изображение в основной текст. Если это миниатюра видео, установите флажок «Боковое изображение видео».

source: Side Image - Video?
ru_ru: Боковое изображение - видео?

source: If the side image is a video thumbnail, check this box.
ru_ru: Если боковое изображение является миниатюрой видео, установите этот флажок.

source: Call to Action Text
ru_ru: Текст призыва к действию

source: There are no posts at this time.
ru_ru: В настоящее время нет записей.

source: Website
ru_ru: Сайт

source: Theme Color Options / Grid
ru_ru: Параметры цвета темы / сетки

source: Theme Color
ru_ru: Цвет темы

source: Dark Theme
ru_ru: Темная тема

source: Select if you would like the theme to be dark.
ru_ru: Выберите, если вы хотите, чтобы тема была темной.

source: Grid Lines
ru_ru: Линии сетки

source: Select if you would like show the grid lines.
ru_ru: Выберите, если вы хотите показать линии сетки.

source: <h3>Global Site Statements</h3><p style="font-size:16px">Both of these statements show up in the navigation drawer.</p>
ru_ru: <h3>Глобальные заявления сайта</h3><p style=“font-size:16px”>Оба эти утверждения отображаются в панели навигации.</p>

source: Site Branding Statement
ru_ru: Заявление о бренде сайта

source: [Site Name] is a website of the Seventh-day Adventist church in [Region Name].
ru_ru: [Название сайта] - это веб-сайт церкви адвентистов седьмого дня в [название региона].

source: Found in the navigation drawer
ru_ru: Найдено в навигационном контейнере

source: Global Branding Statement
ru_ru: Заявление о глобальном бренде

source: Seventh-day Adventists are devoted to helping people understand the Bible to find freedom, healing, and hope in Jesus.
ru_ru: Адвентисты седьмого дня посвящены тому, чтобы помочь людям понять Библию, чтобы обрести свободу, исцеление и надежду в Иисусе.

source: Logo
ru_ru: Логотип

source: Logo (
ru_ru: Логотип (

source: Latest
ru_ru: Последние

source: <h3>ALPS CORE Version</h3><p style="font-size:16px">Stick to the selected version of ALPS core CSS and Javascript.</p>
ru_ru: <h3>Версия ядра ALPS</h3><p style=“font-size:16px”>Привязать к выбранной версии CSS и Javascript ядра ALPS.</p>

source: Choose ALPS CORE Version
ru_ru: Выберите версию ядра ALPS

source: ALPS Theme Settings
ru_ru: Настройки темы ALPS

source: GLOBAL
ru_ru: ГЛОБАЛЬНЫЕ

source: POSTS OPTIONS
ru_ru: ПАРАМЕТРЫ ЗАПИСЕЙ

source: Home Page Content Display
ru_ru: Отображение контента главной страницы

source: Home Page Title
ru_ru: Заголовок главной страницы

source: Sets a custom home page title for sites displaying the latest posts.
ru_ru: Устанавливает пользовательский заголовок главной страницы для сайтов, отображающих последние записи.

source: Hide The Sidebar
ru_ru: Скрыть боковую панель

source: Hides the sidebar on the home/archive page if it is active.
ru_ru: Скрывает боковую панель на главной странице / странице архива, если она активна.

source: Posts Content Display
ru_ru: Отображение содержимого записей

source: Archives Page Title
ru_ru: Заголовок страницы архива

source: Sets a custom title for the archive page for sites with a custom posts page.
ru_ru: Устанавливает пользовательский заголовок для страницы архива для сайтов с пользовательской страницей записей.

source: Hide The Related Stories Image
ru_ru: Скрыть изображение похожих историй

source: Hides the image in the Related Stories block in sidebar.
ru_ru: Скрывает изображение в блоке «Похожие истории» на боковой панели.

source: Hides the sidebar on the archive page if it is active.
ru_ru: Скрывает боковую панель на странице архива, если она активна.

source: Category Posts Feed Label
ru_ru: Метка ленты записей категории

source: Select to display the label "Category" on category posts feed.
ru_ru: Выберите для отображения метки «Категория» в ленте записей категории.

source: Posts Grid and Image Display
ru_ru: Сетка записей и отображение изображений

source: Posts Feed Grid
ru_ru: Сетка ленты записей

source: Select to display the posts side-by-side.
ru_ru: Выберите, чтобы записи отображались рядом.

source: Posts Feed Grid (3up)
ru_ru: Сетка ленты записей (3up)

source: Select to display the posts 3up at the largest breakpoint. The sidebar must be hidden for the pages to display 3up.
ru_ru: Выберите, чтобы отображать записи 3up в самой большой точке останова. Боковая панель должна быть скрыта, чтобы страницы отображались в формате 3up.

source: Posts Feed Image
ru_ru: Изображение канала записей

source: Select to display the feature image for the posts.
ru_ru: Выберите, чтобы отобразить избранное изображение записей.

source: Posts Round Images
ru_ru: Круглые изображения записей

source: Make the post feed images round.
ru_ru: Сделайте изображения ленты записей круглыми.

source: SABBATH COLUMN
ru_ru: СУББОТНЯЯ КОЛОНКА

source: Sabbath Icon
ru_ru: Субботний значок

source: Sabbath Background Image
ru_ru: Фоновое изображение субботней колонки

source: Hide Sabbath Icon Until Scroll
ru_ru: Скрыть субботний значок до прокрутки

source: Select to hide the sabbath icon till you scroll.
ru_ru: Выберите, чтобы скрыть субботний значок до прокрутки.

source: Hide the sabbath column
ru_ru: Скрыть субботнюю колонку

source: Select to hide the sabbath column.
ru_ru: Выберите, чтобы скрыть субботнюю колонку.

source: Hide the sabbath column at certain screen widths
ru_ru: Скрыть субботнюю колонку при определенной ширине экрана

source: Hide the sabbath column for all screen widths.
ru_ru: Скрыть субботнюю колонку для всех значений ширины экрана.

source: Hide the sabbath column at small screens.
ru_ru: Скрыть субботнюю колонку на маленьких экранах.

source: Hide the sabbath column at medium screens.
ru_ru: Скрыть субботнюю колонку на средних экранах.

source: Hide the sabbath column at large screens.
ru_ru: Скрыть субботнюю колонку на больших экранах.

source: FOOTER CONTENT
ru_ru: КОНТЕНТ В ПОДВАЛЕ

source: Footer Description
ru_ru: Описание в подвале

source: Footer Copyright
ru_ru: Копирайт в подвале

source: Footer Address
ru_ru: Адрес в подвале

source: Street Address
ru_ru: Адрес

source: City
ru_ru: Город

source: State
ru_ru: Штат/Область

source: Postal Code
ru_ru: Почтовый индекс

source: Country
ru_ru: Страна

source: Phone Number
ru_ru: Телефон

source: Footer Logo Icon
ru_ru: Значок логотипа в подвале

source: Upload a logo icon for the footer. * Will only display if the sabbath column is hidden.
ru_ru: Загрузите значок логотипа для подвала. * Отображается только в том случае, если субботняя колонка скрыта.

source: Latest Posts
ru_ru: Последние записи

source: Search Results for %s
ru_ru: Результаты поиска для %s

source: Not Found
ru_ru: Не найдено

source: Invalid PHP version
ru_ru: Недопустимая версия PHP

source: You must be using WordPress 4.7.0 or greater.
ru_ru: Вы должны использовать WordPress 4.7.0 или выше.

source: Invalid WordPress version
ru_ru: Недопустимая версия WordPress

source: You must run <code>composer install</code> from the Sage directory.
ru_ru: Вы должны запустить <code>composer install</code> из каталога Sage.

source: Autoloader not found.
ru_ru: Автозагрузчик не найден.

source: Error locating <code>%s</code> for inclusion.
ru_ru: Ошибка при поиске <code>%s</code> для включения.

source: ALPS Custom Settings
ru_ru: ALPS Пользовательские настройки

source: Save ALPS Theme Settings
ru_ru: Сохранить настройки темы ALPS

source: Trademark and Logo Usage
ru_ru: Товарный знак и логотип

source: Legal Notice
ru_ru: Юридические вопросы

source: Privacy Policy
ru_ru: Политика конфиденциальности

source: Adventist World Radio
ru_ru: Адвентистское всемирное радио

source: Hope Channel
ru_ru: Телеканал Надежда

source: On theme activation, go to Appearance > Settings and save the settings to display the footer default information.
ru_ru: При активации темы перейдите в «Внешний вид»> «Настройки» и сохраните настройки, чтобы отобразить информацию подвала по умолчанию.

source: See All
ru_ru: Посмотреть все

source: Recent Posts
ru_ru: Последние записи

source: Page not found
ru_ru: Страница не найдена

source: Sorry, no results were found.
ru_ru: К сожалению, ничего не найдено.

source: Go to homepage
ru_ru: Перейти на главную

source: Submit
ru_ru: Отправить

source: Search
ru_ru: Поиск

source: Menu
ru_ru: Меню

source: Share
ru_ru: Поделиться

source: Category
ru_ru: Категория

source: Read More
ru_ru: Читать далее

source: %1$s at %2$s
ru_ru: %1$s в %2$s

source: Edit
ru_ru: Редактировать

source: Leave a Comment
ru_ru: Оставить комментарий

source: Comment
ru_ru: Комментарий

source: Settings
ru_ru: Настройки

source: Related Stories
ru_ru: Похожие истории

source: There are no related stories at this time.
ru_ru: На данный момент нет похожих историй.

source: Archives
ru_ru: Архивы
