Repository: adventistchurch/alps-wordpress
Catalog: lang/*.po
Languages: es_es

source: Continued
es_es: Continúa

source: Primary Navigation
es_es: Navegación Principal

source: Secondary Navigation
es_es: Navegación secundaria

source: Learn More
es_es: Aprender más

source: Footer Primary Navigation
es_es: Navegación principal del pie

source: Footer Secondary Navigation
es_es: Navegación secundaria del pie

source: Page Top
es_es: Parte superior de la página

source: Page Bottom
es_es: Parte inferior de la página

source: Page Sidebar
es_es: Barra lateral de la página

source: Posts Template Sidebar
es_es: Publicación en barra lateral

source: Post Footer Region
es_es: Región de publicación al pie de página

source: Footer Region
es_es: Región del pie de pagina

source: Category Top
es_es: Categoría superior

source: Category Bottom
es_es: Categoría inferior

source: ALPS - Author Box
es_es: ALPS - Caja de autor

source: This will display a block of the post author's profile information.
es_es: Esto mostrará un bloque de la información del perfil del autor de la publicación.

source: Author
es_es: Autor

source: ALPS - Text with Link
es_es: ALPS - Texto con enlace

source: Text block with formatted link.
es_es: Bloque de texto con enlace formateado.

source: Title
es_es: Título

source: Content
es_es: Contenido

source: URL Text
es_es: Texto URL

source: ALPS - Post Feed
es_es: ALPS - Publicar Feed

source: Feed of posts in the selected category.
es_es: Feed de publicaciones en la categoría seleccionada.

source: Feed Category
es_es: Categoría de feed

source: Feed Title
es_es: Título del feed

source: See All Link
es_es: Ver todo el enlace

source: Enter the url to view all of the post from the selected category.
es_es: Introduzca la URL para ver todo el post de la categoría seleccionada.

source: Number of Posts to Display
es_es: Introduzca la URL para ver todo la publicación de la categoría seleccionada

source: Post Offset
es_es: Publicación compensada

source: Enter the number of posts to offset. Only works if the number of posts is set.
es_es: Ingrese el número de publicaciones para compensar. Solo funciona si se establece el número de publicaciones.

source: Post Image/Description
es_es: Publicar imagen/Descripción

source: Check to show the image and description for each post.
es_es: Marque para mostrar la imagen y la descripción de cada publicación.

source: Grid Layout
es_es: Diseño de cuadrícula

source: Check to show the image and description side-by-side.
es_es: Marque para mostrar la imagen y la descripción una al lado de la otra.

source: ALPS: Featured Image Hero Layout
es_es: ALPS: Imagen destacada del diseño del héroe

source: Feature Image Hero Layout
es_es: Imagen destacada en el diseño del héroe

source: If a featured image is set, select the layout of the hero.
es_es: Si se establece una imagen destacada, seleccione el diseño del héroe.

source: Text Width: 1/3 and Image Width: 2/3
es_es: Ancho del texto: 1/3 y ancho de la imagen: 2/3

source: Text Width: 1/2 and Image Width: 1/2
es_es: Ancho del texto: 1/2 y ancho de la imagen: 1/2

source: ALPS: Entry Sidebar / Featured Image
es_es: ALPS: Barra lateral de entrada/Imagen destacada

source: Hide Sidebar
es_es: Ocultar barra lateral

source: Hide Featured Image
es_es: Ocultar imagen destacada

source: Hides the sidebar for this entry if it is active.
es_es: Oculta la barra lateral de esta entrada si está activa.

source: Hides the featured image on the page/post header for this entry.
es_es: Oculta la imagen destacada en el encabezado de página o publicación de esta entrada.

source: ALPS: The ALPS theme requires an update. Please read and follow the instructions below.
es_es: ALPS: el tema ALPS requiere una actualización. Lea y siga las instrucciones a continuación.

source: Clicking the link below will run an upgrade script. This will download, install and run a converter plugin. After running, the plugin will uninstall and delete itself, and remove the Piklist plugin completely from your site.
es_es: Al hacer clic en el enlace a continuación, se ejecutará un script de actualización. Esto descargará, instalará y ejecutará un plugin convertidor. Después de ejecutarse, el plugin se desinstalará y eliminará, y eliminará el plugin Piklist por completo de su sitio.

source: click here to install and run the field converter plugin.
es_es: haga clic aquí para instalar y ejecutar el plugin del convertidor de campo.

source: Activating new plugin...
es_es: Activando nuevo plugin...

source: <p>Activated.</p> <p style="font-size:26px">The ALPS Fields Converter has run successfully.
es_es: <p>Activado.</p> <p style="font-size:26px">El convertidor de campos ALPS se ha ejecutado con éxito.

source: Click here to return to the plugin management page.
es_es: Haga clic aquí para volver a la página de gestión de plugins.

source: Could not install the new plugin.
es_es: No se pudo instalar el nuevo plugin.

source: ALPS: The update is complete.
es_es: ALPS: la actualización se ha completado.

source: The converter plugin has run and updated your ALPS powered site. This plugin has removed both itself and Piklist from your site.
es_es: El plugin convertidor se ha ejecutado y actualizado su sitio con ALPS. Este plugin se ha eliminado tanto a sí mismo como a Piklist de su sitio.

source: ALPS: Header Banner
es_es: ALPS: Pancarta de encabezado

source: Banner
es_es: Pancarta

source: IMPORTANT: Setting the Header Banner will override the display of the Featured Image.
es_es: IMPORTANTE: Configurar la pancarta de encabezado anulará la visualización de la imagen destacada.

source: Header Title
es_es: Título del encabezado

source: Header Kicker
es_es: Pateador del encabezado

source: Header Subtitle
es_es: Subtítulo de encabezado

source: Header Image
es_es: Imagen de cabecera

source: ALPS: Hero
es_es: ALPS: Héroe

source: Hero Banner
es_es: Pancarta héroe

source: IMPORTANT: Setting a hero style below will completely override anything you have entered for your ALPS Header Banner or your Featured Image.
es_es: IMPORTANTE: Establecer un estilo de héroe a continuación anulará por completo todo lo que haya ingresado para su Pancarta de encabezado ALPS o su Imagen destacada.

source: Hero Style
es_es: Estilo héroe

source: Select the hero configuration.
es_es: Seleccione la configuración del héroe.

source: None
es_es: Ninguno

source: Half screen image with text overlay (Min/Max Images: 1)
es_es: Imagen de media pantalla con superposición de texto (Imágenes Mín/Máx: 1)

source: Full screen image with text overlay (Min/Max Images: 1)
es_es: Imagen de pantalla completa con superposición de texto (Imágenes Min/Max: 1)

source: Full screen image with text and header overlay (Min/Max Images: 1)
es_es: Imagen a pantalla completa con texto y encabezado superpuesto (Imágenes Mín/Máx: 1)

source: Three column image format with text overlays (Min/Max Images: 3)
es_es: Formato de imagen de tres columnas con superposición de texto (Imágenes Mín/Máx: 3)

source: Half screen image gallery with text overlay (Max Images: 6)
es_es: Galería de imágenes en media pantalla con superposición de texto (Imágenes máximas: 6)

source: Hero Image
es_es: Imagen del héroe

source: Hero Title
es_es: Título de héroe

source: The title of the hero image.
es_es: El título de la imagen del héroe.

source: Hero Kicker
es_es: Pateador

source: Displays below the title in the hero image.
es_es: Se muestra debajo del título en la imagen del héroe.

source: Hero Link URL
es_es: URL de enlace del héroe

source: Enter an URL to link the hero image.
es_es: Ingrese una URL para vincular la imagen del héroe.

source: Hero Link Button
es_es: Botón de enlace del héroe

source: Enter text here to show on the hero button. Filling this out sets the link on the button and not the hero image.
es_es: Ingrese el texto aquí para mostrar en el botón del héroe. Completar esto establece el enlace en el botón y no la imagen del héroe.

source: Hero Image Extended
es_es: Imagen protagonista extendida

source: Check to extend the hero image over the sabbath column.
es_es: Marque para extender la imagen del héroe sobre la columna del sábado.

source: Hero Scroll Hint
es_es: Sugerencia de desplazamiento del héroe

source: Hero Column (3 Columns)
es_es: Columna del héroe (3 columnas)

source: Hero Carousel
es_es: Carrusel de héroes

source: The title of the hero image slide.
es_es: El título de la diapositiva de la imagen del héroe.

source: Hero Description
es_es: Descripción del héroe

source: Displays below the sub title in the hero image slide.
es_es: Se muestra debajo del subtítulo en la diapositiva de la imagen del héroe.

source: Enter an URL to link the hero image slide.
es_es: Ingrese una URL para vincular la diapositiva de la imagen del héroe.

source: Hero Link CTA
es_es: Enlace héroe CTA

source: Displays title in the hero link.
es_es: Muestra el título en el enlace del héroe.

source: ALPS: Related Pages & Posts
es_es: ALPS: Páginas y publicaciones relacionadas

source: Related Pages Format
es_es: Formato de páginas relacionadas

source: Select the format of the related pages.
es_es: Seleccione el formato de las páginas relacionadas.

source: Show first level child pages only
es_es: Mostrar solamente primer nivel de páginas hijas

source: Show child and grandchild pages
es_es: Mostrar páginas hijas y sub-hijas

source: Show custom pages
es_es: Mostrar páginas personalizadas

source: Assign Pages
es_es: Asignar páginas

source: Related Pages Grid
es_es: Cuadrícula de páginas relacionadas

source: Select to display the related pages side-by-side.
es_es: Seleccione para mostrar las páginas relacionadas una al lado de la otra.

source: Related Pages Grid (3up)
es_es: Cuadrícula de páginas relacionadas (3up)

source: Select to display the related pages in 3 columns on large screens. This will only display if the Sabbath column is hidden.
es_es: Seleccione para mostrar las páginas relacionadas en 3 columnas en pantallas grandes. Esto sólo se mostrará si el sábado columna está oculta.

source: Related Pages Image
es_es: Imagen de páginas relacionadas

source: Select to display the feature image for the related pages.
es_es: Seleccione para mostrar la imagen característica de las páginas relacionadas.

source: Related Pages Round Image
es_es: Páginas relacionadas Imagen redonda

source: Select to make the featured image round.
es_es: Seleccione para que la imagen destacada sea redonda.

source: ALPS: Hero Featured Post
es_es: ALPS: Publicación destacada de héroe

source: Hero: Show Featured Post
es_es: Héroe: Mostrar publicación destacada

source: Select to display a featured post in the hero.
es_es: Seleccione para mostrar una publicación destacada en el héroe.

source: Select - Hero Featured Post
es_es: Seleccionar - Publicación destacada de héroe

source: ALPS: Post Feed List
es_es: ALPS: Publicar lista de feeds

source: Post Feed - List
es_es: Publicar feed - Lista

source: Post Feed: List
es_es: Publicar feed: Lista

source: Select a category of posts to feature.
es_es: Seleccione una categoría de publicaciones para destacar.

source: Select specific posts to feature.
es_es: Seleccione publicaciones específicas para destacar.

source: Select Post Category
es_es: Seleccionar categoría de publicación

source: Select Specific Posts
es_es: Seleccionar publicaciones específicas

source: Section Title
es_es: Sección de título

source: Enter the title for this featured posts section.
es_es: Ingrese el título de esta sección de publicaciones destacadas.

source: Section Link
es_es: Enlace de sección

source: Enter the link to the posts archive page.
es_es: Ingrese el enlace a la página de archivo de publicaciones.

source: Round Image Thumbnail
es_es: Miniatura de imagen redonda

source: Check to make the image thumbnail round.
es_es: Marque para hacer que la imagen en miniatura sea redonda.

source: Select - Category
es_es: Selecciona una categoría

source: Click on the category you want to select on the left and it will be selected on the right side. You can only select one category.
es_es: Haga clic en la categoría que desea seleccionar a la izquierda y se seleccionará en el lado derecho. Solo puede seleccionar una categoría.

source: Number of Posts
es_es: Numero de publicaciones

source: Enter the number of posts you would like to display. (If empty, defaults to 3 posts in the selected category)
es_es: Ingrese la cantidad de publicaciones que le gustaría mostrar. (Si está vacío, el valor predeterminado es 3 publicaciones en la categoría seleccionada)

source: Select - Custom Posts
es_es: Seleccionar: publicaciones personalizadas

source: Click on the posts you want to select on the left and they will be selected on the right side.
es_es: Haga clic en las publicaciones que desea seleccionar a la izquierda y se seleccionarán en el lado derecho.

source: Post Feed - Full Width
es_es: Publicar Feed - Ancho completo

source: Post Feed: Full Width
es_es: Publicar Feed: Ancho completo

source: Displays as a list of posts.
es_es: Mostarr como una lista de publicaciones.

source: Full Width Featured Post
es_es: Ancho completo en publicación destacada

source: Select to include a post full width.
es_es: Seleccione para incluir una publicación de ancho completo.

source: Featured Post
es_es: Publicación destacada

source: Select (1) post to feature as a full width post.
es_es: Seleccione (1) publicación para presentarla como publicación de ancho completo.

source: Enter the number of posts you would like to offset.
es_es: Ingrese la cantidad de publicaciones que desea compensar.

source: ALPS: Post Feed Archive
es_es: ALPS: Archivo de feeds de publicaciones

source: Post Feed - Archive
es_es: Publicar feed - Archivo

source: Post Feed: Archive
es_es: Publicar feed: Archivo

source: ALPS: Home - Row Block
es_es: ALPS: Inicio - Bloque de filas

source: Two Column Block?
es_es: ¿Bloque de dos columnas?

source: To display the block in two columns, check this box.
es_es: Para mostrar el bloque en dos columnas, marque esta casilla.

source: Content Block Type
es_es: Tipo de bloque de contenido

source: Freeform Content Block
es_es: Bloque de contenido de forma libre

source: Relationship Content Block
es_es: Bloque de contenido de relación

source: Choose your content type for this block.
es_es: Elija el tipo de contenido para este bloque.

source: Color Picker
es_es: Selector de color

source: Kicker
es_es: Pateador

source: Image
es_es: Imagen

source: Make the Image Round
es_es: Hacer la imagen redonda

source: Body
es_es: Cuerpo

source: Button Text
es_es: Botón de texto

source: Button URL
es_es: Botón de URL

source: ALPS: Home - Story Block
es_es: ALPS: Inicio - Bloque de historia

source: Subtitle
es_es: Subtítulo

source: Background Image
es_es: Imagen de fondo

source: Choose an image to display in the background (optional).
es_es: Elija una imagen para mostrar de fondo (opcional).

source: Thumbnail
es_es: Miniatura

source: Image to appear in the top left area of the block.
es_es: Imagen que aparecerá en el área superior izquierda del bloque.

source: Side Image
es_es: Imagen lateral

source: Optionally include an image with the body copy. If this is a video thumbnail, check the "Side Image Video" box.
es_es: Opcionalmente incluya una imagen con la copia del cuerpo. Si se trata de una miniatura de video, marque la casilla "Video de imagen lateral".

source: Side Image - Video?
es_es: ¿Imagen lateral es un video?

source: If the side image is a video thumbnail, check this box.
es_es: Si la imagen lateral es una miniatura de video, marque esta casilla.

source: Call to Action Text
es_es: Texto de llamado a la acción

source: There are no posts at this time.
es_es: No hay publicaciones en este momento.

source: Website
es_es: Sitio web

source: Theme Color Options / Grid
es_es: Opciones de color del Tema / Cuadrícula

source: Theme Color
es_es: Color del tema

source: Treefrog
es_es: Rana de Arbol (Treefrog)

source: Bluejay
es_es: Arrendajo azul (Bluejay)

source: Lily
es_es: Lirio (Lily)

source: Scarlett
es_es: Escarlata (Scarlett)

source: Campfire
es_es: Fogata (Campfire)

source: Winter
es_es: Invierno (Winter)

source: Forest
es_es: Bosque (Forest)

source: Cave
es_es: Cueva (Cave)

source: Denim
es_es: Vaquero (Denim)

source: Emperor
es_es: Emperador (Emperor)

source: Grapevine
es_es: Uva (Grapevine)

source: Velvet
es_es: Terciopelo (Velvet)

source: Earth
es_es: Tierra (Earth)

source: Night
es_es: Noche (Night)

source: Dark Theme
es_es: Tema oscuro

source: Select if you would like the theme to be dark.
es_es: Seleccione si desea que el tema sea oscuro.

source: Grid Lines
es_es: Líneas de cuadrícula

source: Select if you would like show the grid lines.
es_es: Seleccione si desea mostrar las líneas de cuadrícula.

source: <h3>Global Site Statements</h3><p style="font-size:16px">Both of these statements show up in the navigation drawer.</p>
es_es: <h3>Declaraciones globales del sitio</h3><p style="font-size: 16px">Ambas declaraciones aparecen en el panel de navegación.</p>

source: Site Branding Statement
es_es: Declaración de marca del sitio

source: [Site Name] is a website of the Seventh-day Adventist church in [Region Name].
es_es: [Nombre del sitio] es un sitio web de la Iglesia Adventista del Séptimo Día en [Nombre de la región].

source: Found in the navigation drawer
es_es: Se encuentra en el cajón de navegación

source: Global Branding Statement
es_es: Declaración de marca del sitio

source: Seventh-day Adventists are devoted to helping people understand the Bible to find freedom, healing, and hope in Jesus.
es_es: Los adventistas del séptimo día se dedican a ayudar a las personas a comprender la Biblia para encontrar libertad, sanidad y esperanza en Jesús.

source: Latest
es_es: Lo último

source: <h3>ALPS CORE Version</h3><p style="font-size:16px">Stick to the selected version of ALPS core CSS and Javascript.</p>
es_es: <h3>ALPS Version de núcleo</h3><p style="font-size:16px">Permanece en la versión seleccionada del núcleo ALPS CSS y Javascript.</p>

source: Choose ALPS CORE Version
es_es: Elija la versión del núcleo ALPS

source: ALPS Theme Settings
es_es: Ajustes de tema ALPS

source: POSTS OPTIONS
es_es: Opciones de publicación

source: Home Page Content Display
es_es: Visualización del contenido de la página de inicio

source: Home Page Title
es_es: Título de la página de inicio

source: Sets a custom home page title for sites displaying the latest posts.
es_es: Establece un título de página de inicio personalizado para los sitios que muestran las últimas publicaciones.

source: Hide The Sidebar
es_es: Ocultar la barra lateral de la pagina

source: Hides the sidebar on the home/archive page if it is active.
es_es: Oculte la barra lateral en la página de inicio / archivo si está activa.

source: Posts Content Display
es_es: Visualización de contenido de publicaciones

source: Archives Page Title
es_es: Título de la página de archivos

source: Sets a custom title for the archive page for sites with a custom posts page.
es_es: Establece un título personalizado para la página de archivo para sitios con una página de publicaciones personalizada.

source: Hide The Related Stories Image
es_es: Ocultar la imagen de historias relacionadas

source: Hides the image in the Related Stories block in sidebar.
es_es: Oculta la imagen en el bloque de historias relacionadas en la barra lateral.

source: Hides the sidebar on the archive page if it is active.
es_es: Oculte la barra lateral en la página de archivo si está activa.

source: Category Posts Feed Label
es_es: Etiqueta de feed de publicaciones de categoría

source: Posts Grid and Image Display
es_es: Cuadrícula de publicaciones y visualización de imágenes

source: Posts Feed Grid
es_es: Cuadrícula de feed de publicaciones

source: Select to display the posts side-by-side.
es_es: Seleccione para mostrar las publicaciones una al lado de la otra.

source: Posts Feed Grid (3up)
es_es: Cuadrícula de feed de publicaciones

source: Select to display the posts 3up at the largest breakpoint. The sidebar must be hidden for the pages to display 3up.
es_es: Seleccione para mostrar hasta 3 publicaciones en el punto de interrupción más grande. La barra lateral debe estar oculta para que las páginas se muestren hasta 3.

source: Posts Feed Image
es_es: Imagen de feed de publicaciones

source: Select to display the feature image for the posts.
es_es: Selecciona para mostrar la imagen destacada de las publicaciones.

source: Posts Round Images
es_es: Publicaciones de imágenes redondas

source: Make the post feed images round.
es_es: Haz que las imágenes de las publicaciones sean redondas.

source: SABBATH COLUMN
es_es: Columna del Sábado

source: Sabbath Icon
es_es: Icono de la columna del Sábádo

source: Sabbath Background Image
es_es: Imagen de fondo de la columna del Sábádo

source: Hide Sabbath Icon Until Scroll
es_es: Ocultar el icono de la columna del Sábádo hasta el desplazamiento

source: Select to hide the sabbath icon till you scroll.
es_es: Seleccione para ocultar el icono de sábado hasta que te desplaces.

source: Hide the sabbath column
es_es: Ocultar la columna del sábado

source: Select to hide the sabbath column.
es_es: Seleccione para ocultar la columna del sábado.

source: Hide the sabbath column at certain screen widths
es_es: Ocultar la columna del sábado en determinados anchos de pantalla

source: Hide the sabbath column for all screen widths.
es_es: Oculte la columna de sábado para todos los anchos de pantalla.

source: Hide the sabbath column at small screens.
es_es: Ocultar la columna del sábado en las pantallas pequeñas.

source: Hide the sabbath column at medium screens.
es_es: Ocultar la columna del sábado en pantallas medianas.

source: Hide the sabbath column at large screens.
es_es: Ocultar la columna del sábado en las pantallas grandes.

source: FOOTER CONTENT
es_es: Contenido del pie de página

source: Footer Description
es_es: Descripción en el pie de página

source: Footer Copyright
es_es: Derechos de autor en el pie de página

source: Footer Address
es_es: Dirección al pie de página

source: Street Address
es_es: Dirección de la calle

source: City
es_es: Ciudad

source: State
es_es: Estado

source: Postal Code
es_es: Código postal

source: Country
es_es: País

source: Phone Number
es_es: Número de teléfono

source: Footer Logo Icon
es_es: Icono de logotipo de pie de página

source: Upload a logo icon for the footer. * Will only display if the sabbath column is hidden.
es_es: Sube un icono del logo para el pie de página. *Sólo se mostrará si la columna del sábado está oculta.

source: Latest Posts
es_es: Últimas publicaciones

source: Search Results for %s
es_es: Resultados de búsqueda para %s

source: Not Found
es_es: No encontrado

source: You must be using PHP 7.1 or greater.
es_es: Debes utilizar la versión 7.1 de PHP o superior.

source: Invalid PHP version
es_es: Versión de PHP no válida

source: You must be using WordPress 4.7.0 or greater.
es_es: Debes utilizar la versión 4.7.0 de WordPress o superior.

source: Invalid WordPress version
es_es: Versión de WordPress no válida

source: You must run <code>composer install</code> from the Sage directory.
es_es: Debe ejecutar <code> Composer install </code> desde el directorio de Sage.

source: Autoloader not found.
es_es: Autoloader no encontrado.

source: Error locating <code>%s</code> for inclusion.
es_es: Error al localizar <code> %s </code> para su inclusión.

source: ALPS Custom Settings
es_es: Configuración personalizada de Alpes

source: Save ALPS Theme Settings
es_es: Guardar configuración de tema de ALPS

source: Trademark and Logo Usage
es_es: Uso de marcas y logotipos

source: Legal Notice
es_es: Aviso legal

source: Privacy Policy
es_es: Política de privacidad

source: Adventist World Radio
es_es: Radio Mundial Adventista

source: Hope Channel
es_es: Canal Hope
