Repository: adventistchurch/alps-wordpress
Catalog: lang/*.po
Languages: es_es

source: On theme activation, go to Appearance > Settings and save the settings to display the footer default information.
es_es: En la activación del tema, vaya a la configuración de Apariencia > Ajustes y guarde los ajustes para mostrar la información predeterminada del pie de pantalla.

source: See All
es_es: Ver todo

source: Recent Posts
es_es: Entradas recientes

source: Page not found
es_es: Página no encontrada

source: Sorry, no results were found.
es_es: Lo sentimos, no se encontraron resultados.

source: Go to homepage
es_es: Ir a la página de inicio

source: Submit
es_es: Enviar

source: Search
es_es: Buscar

source: Menu
es_es: Menú

source: Share
es_es: Compartir

source: Category
es_es: Categoría

source: Read More
es_es: Leer más

source: %1$s at %2$s
es_es: %1$s en %2$s

source: Edit
es_es: Editar

source: Leave a Comment
es_es: Deja un comentario

source: Comment
es_es: Comentario

source: Settings
es_es: Ajustes

source: Related Stories
es_es: Historias relacionadas

source: There are no related stories at this time.
es_es: No hay publicaciones en este momento.

source: Archives
es_es: Archivos
